[
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "disciplinary, Cross-",
        "primary_translation": "مختلط ضمن الحقل المعرفي الرسمي والشعبي/المجتمعي",
        "additional_translation": "",
        "technique_type": "<strong>Explicitation\r\nExplicative Paraphrase</strong>: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the term CROSS-DISCIPLINARY requires an explicitation which denotes the relation or representation of more than one discipline or branch of knowledge. The yielded translation, which distinguishes CROSS-DISCIPLINARY from INTER-DISCIPLINARY  also conveys that this relationship is posed beyond the realm of each independent discipline (going as far as to suggest that it occurs within a common sphere of knowledge).",
        "text_ar": "هو مصطلح يستخدم لوصف ممارسات او دراسات تقع ما بين الحقل المعرفي الرسمي والحقل المعرفي الشعبي او المجتمعي.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي لعلها تشكل تكافؤ في المعنى باللغة الإنجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "disciplinary, Inter-",
        "primary_translation": "ضمن التخصص أو الحقل المعرفي الواحد",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the term INTER-DISCIPLINARY requires an explicitation which illustrates that the realm of activity lies solely within a singular discipline or branch of knowledge.",
        "text_ar": "هو مصطلح يستخدم لوصف ممارسات او دراسات تقع ضمن التخصص أو الحقل المعرفي الواحد.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي لعلها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "disciplinary, Multi-",
        "primary_translation": "متعدد الحقول المعرفيّة أو التخصصات",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the term MULTI-DISCIPLINARY requires an explicitation which illustrates that multiple disciplines or branches of knowledge inform the realm of activity.",
        "text_ar": "هو مصطلح يستخدم لوصف ممارسات او دراسات متعددة الحقول المعرفيّة أو التخصصات.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي لعلها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "disciplinary, Trans-",
        "primary_translation": "عابر للحقول المعرفيّة أو التخصصيّة المختلفة",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the term TRANS-DISCIPLINARY requires an explicitation which illustrates that the realm of activity can (but not necessarily) traverse multiple disciplines or branches of knowledge.",
        "text_ar": "هو مصطلح يستخدم لوصف ممارسات او دراسات عابرة للحقول المعرفيّة أو التخصصيّة المختلفة.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي لعلها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Space, Conceived",
        "primary_translation": "متصوّر",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the CONCEIVED (from Lefebvre’s spatial triad) can be translated without the need for explicitation. The yielded translation (lit. imagined) could require a descriptor to reference back to Lefebvre's model depending on its application within the text. ",
        "text_ar": "هو مفهوم يدل الى تمثّل الفضاء المتصوّر، والتي يتناولها المنظر الفرنسي لوفافر ضمن دراسته للفضاء الاجتماعي كمثلّث بين الفضاء المعاش والفضاء المدرك والفضاء المتصوّر.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ في المعنى مع مرادفها باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Space, Lived",
        "primary_translation": "معاش",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the LIVED (from Lefebvre’s spatial triad)  can be translated literally (i.e. does not require explicitation). The yielded translation (lit. lived) could require a descriptor to reference back to Lefebvre's model depending on its application within the text. ",
        "text_ar": "هو مفهوم يدل الى فضاءات التمثّل المعاشة، والتي يتناولها المنظر الفرنسي لوفافر ضمن دراسته للفضاء الاجتماعي كمثلّث بين الفضاء المعاش والفضاء المدرك والفضاء المتصوّر.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ في المعنى مع مرادفها باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Space, Perceived",
        "primary_translation": "مدرك",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the PERCEIVED (from Lefebvre’s spatial triad)  can be translated literally (i.e. does not require explicitation). The yielded translation (lit. realized) could require a descriptor to reference back to Lefebvre's model depending on its application within the text. ",
        "text_ar": "هو مفهوم يدل الى ممارسات الفضاء المدركة، والتي يتناولها المنظر الفرنسي لوفافر ضمن دراسته للفضاء الاجتماعي كمثلّث بين الفضاء المعاش والفضاء المدرك والفضاء المتصوّر.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ في المعنى مع مرادفها باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Agency",
        "primary_translation": "الفاعلية / الفاعلاتية",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the concept of AGENCY requires a substitution which can accurately convey equivalence in the target text. The formulated translation, which differs from that yielded [Beirut Workshop], is an attempt to personify the inherent power relation in the application of the term AGENCY, and relates it directly to the agent-entity itself.\r\n\r\nDistinct variation from results yielded in October 2017 [Beirut Workshop] ",
        "text_ar": "هو مفهوم يدل على النية والفاعلية المتأصلة بترسيم نطاق السيادة من خلال الفعل (أي التصميم والسيطرة) المكانية.\r\n\r\nاقر المشاركون بورشة الترجمة الثانية (عمان: تموز 2017) على ابتداع هذه المصطلحات، والتي هي غير متداولة ضمن أي حوار مترجم للإعلام الرسمي لتشكيل تكافؤ في المعنى مع الاستخدام الجديد لهذا المصطلح باللغة الإنجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Agency",
        "primary_translation": "آهِلِية",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the concept of AGENCY requires a substitution which can accurately convey equivalence in the target text. The formulated translation, which differs from that yielded  [Amman Workshop] is an attempt to personify the inherent power relation in the application of the term AGENCY, and relates it directly to the capacity of the agent-entity.\r\n\r\nDistinct variation from results yielded in July 2017 [Amman Workshop]",
        "text_ar": "هو مفهوم يدل على النية والفاعلية المتأصلة بترسيم نطاق السيادة من خلال الفعل (أي التصميم والسيطرة) المكانية.\r\n\r\nاقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على ابتداع هذا المصطلح، والذي هو غير متداول ضمن أي حوار مترجم للإعلام الرسمي لتشكيل تكافؤ في المعنى مع الاستخدام الجديد لهذا المصطلح باللغة الإنجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Authenticity",
        "primary_translation": "الأصالة ",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, AUTHENTICITY can be translated literally (i.e. does not require explicitation). ",
        "text_ar": "هو مفهوم يدل على نقاء الثقافة ومنتجاتها ورموزها (درجة متخيلة وغير واقعية من النقاء الثقافي). المصطلح أنتجته الدراسات ما بعد الكولونيالية ودراسات الهوية في النقد الثقافي كرد على الإرث الحداثي للحركة الإستعماريّة والإمبريالية، ومركزية الدولة الحديثة.\r\n\r\nاقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Cairo Workshop 1: December 2016",
        "term": "Blockbusting",
        "primary_translation": "تغرير عقاري",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nNarrowing (Specification): when the TT word selected is narrower (or more specific) in meaning than the ST word/ An SL unit of a more general meaning is replaced by a TL unit of a more special meaning. ",
        "text_en": "When investigated in Arabic, the concept of BLOCKBUSTING requires a narrowing or specification of meaning which denotes its association with real estate. The formulated translation combines the depreciation of real estate value with the principle of confering legal capacity to express equivalence.",
        "text_ar": "هو مصطلح يستخدم لوصف التغرير بسكان حيٍ ما حتى يبيعوا أملاكهم على عجل خوفًا من سقوط الأسعار بسبب تحول طبقي أو عرقي للمنطقة (وغالباً يكون هذا الدعم كاذب).\r\n\r\nأقر المشاركون بورشة الترجمة الأولى (القاهرة: كانون الاول 2016) على استخدام هذه الترجمات، والتي هي  قد تكون متداولة ضمن الحوار المترجم للإعلام الرسمي، لأنها تشكل تكافؤ كاف للمعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Blurred (boundaries)",
        "primary_translation": "حدود ملتبسة",
        "additional_translation": "حدود مغشاة",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, BLURRED BOUNDARIES can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مفهوم يدل الى حدود مكانية او معنوية ملتبسة او مغشاة.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Branding",
        "primary_translation": "إسام واشهار هوية او شخصية",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, BRANDING requires an explicitation which describes its result, and identifies that the inherent identity and/ or character of the product is being defined or expessed. The yielded translation unpacks BRANDING by constructing an explicitation using two prevalent translations (which participants felt do not convey equivalence in isolation).",
        "text_ar": "هو مصطلح يستخدم لوصف إستراتيجية إسام واشهار هوية او شخصية منتج ما.\r\n\r\nاقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الاول 2017) على تشكيل تعريف لهذا المفهوم."
    },
    {
        "workshop": "Cairo Workshop 1: December 2016",
        "term": "Carceral Geographies",
        "primary_translation": "الأبعاد الجغرافية لأماكن والممارسات التي تعطي شعور بالإحتجاز",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, CARCERAL GEOGRAPHIES require an explicitation which conveys the geographical dimensions of both the practices and loci of incarceration. The yielded translation can be used as a definition of CARCERAL GEOGRAPHIES, and could require a syntactic rephrasing according to its application in the target text.",
        "text_ar": "هو مصطلح يستخدم لوصف الأبعاد الجغرافية للأماكن والممارسات التي تعطي شعور بالإحتجاز.\r\n\r\nأقر المشاركون بورشة الترجمة الأولى (القاهرة: كانون الاول 2016) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لأنها توصف مدلول المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Commons",
        "primary_translation": "مشاعات",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, COMMONS can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف الأراضي التي تكون في حكم القانون قطعة واحدة غير مقسمة ولكنها مقسمة عرفًا فيما بين المشتركين في ملكيتها.\r\n\r\nاقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Community Land Trust",
        "primary_translation": "وقفية مجتمعية للأراضي",
        "additional_translation": "وقف أهلي للأراضي",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, COMMUNITY LAND TRUST can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف وقفية تقوم بتطوير والإشراف على موقع معين، بما فيه من مباني مدنية ومساحات تجارية والمساكن والحدائق وغيرها، نيابة عن مجتمعه او سكانه.\r\n\r\nاقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Commuting",
        "primary_translation": "التنقل البندولي",
        "additional_translation": "البندلة",
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, COMMUTING requires a substitution which conveys the regularity and frequency of travel inherent within the term (and which as yet does not have a counterpart). The formulated translations metaphorically express the back and forth travel between one's home and place of work as a pendular action (which may require further explanation within the target text).   ",
        "text_ar": "هو مصطلح يستخدم لوصف السفر او التنقل  ذَهابًا وإيابًا بانْتِظام (غالباً إلى مَقرّ العَمَل).\r\n\r\nاقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على ابتكار هذه الترجمة، والتي تربط بين  حركة البندل (ذَهابًا وإيابًا) مع حركة التنقل اليومية الى مقر العمل او الدراسة. هذه الترجمات غير متداولة ضمن الحوار المترجم للإعلام الرسمي."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Composition",
        "primary_translation": "تكوين",
        "additional_translation": "منظوم",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, COMPOSITION can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف ترتيب او تشكيل عناصر فنية او بصرية او موسيقية ضمن اطار او منظوم. \r\n\r\nأقر المشاركون بورشة الترجمة الأولى (عمان: تشرين الأول 2017) على هذه الترجمات، والتي قد تستخدم ضمن الحوار المترجم للإعلام الرسمي لأنها توصف مدلول المعنى باللغة الانجليزية، بما فيه من فعل التنظيم او التكوين و منتجه."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Concept",
        "primary_translation": "فكرة تكوينيّة ",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nNarrowing (Specification): when the TT word selected is narrower (or more specific) in meaning than the ST word/ An SL unit of a more general meaning is replaced by a TL unit of a more special meaning. ",
        "text_en": "When investigated in Arabic, the term CONCEPT requries a specification which signifies both the idea or proposition, as well as the abstraction (or CONCEPTUAL nature) inherent within it. ",
        "text_ar": "هو مصطلح يدل الى رؤية تجريدية ، تحمل قابلية تحول إلى بنية نظريّة او تطبيقيّة، وهي المسافة بين التصميم والفكرة في العمارة والعمران.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على صياغة هذه الترجمة، والتي قد تستخدم ضمن الحوار المترجم للإعلام الرسمي لأنها توصف مدلول المعنى باللغة الانجليزية، والذي منبعه تجريد فردي ذاتي متخيل."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Conceptual",
        "primary_translation": "تصوري",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, CONCEPTUAL requires a substitution which denotes that which is imagined or formulated.",
        "text_ar": "هو مصطلح يدل الى رؤية تجريدية ، تحمل جانب تبصري بشأن صيرورة الفكرة.\r\n\r\nأقر المشاركون بورشة الترجمة الأولى (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي قد تستخدم ضمن الحوار المترجم للإعلام الرسمي لأنها لانها تشكل تكافؤ في المعنى باللغة الانجليزية، والذي منبعه تجريد تصوري."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Conservation",
        "primary_translation": "حفظ / حماية / صون",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term CONSERVATION can be translated using one of the various terms which offer equivalence in meaning in the target language.",
        "text_ar": "هو مفهوم يدل الى حِفْظُ الخَواصِّ المعمارية او الاثرية او التاريخية لمبني او مكان، وتنتسب اليه نماذج ودروب واختصاصات فكرية و قانونية ارشادية.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية"
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Conurbation",
        "primary_translation": "اندماج حضري",
        "additional_translation": "تماهي حضري",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the condition of CONURBATION, requires breaking down the term (into its constituent con + urb- urbs), which in turn can then translated literally (i.e. does not require explicitation). The yielded translation does rely on one variation of the term URBAN which differs from that yielded in December 2016 [Cairo Workshop] and October 2017 [Beirut Workshop]. ",
        "text_ar": "هو مصطلح يستخدم لوصف امتِداد مَراكزَ (مدنية او قروية) مُنْفَصلة واندماجِها.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Counterurbanization",
        "primary_translation": "الانحسار الحضري"
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Curate",
        "primary_translation": "يقوم على",
        "additional_translation": "اصطفاء الأعمال الفنية ",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term CURATOR should denote the responsibility and oversight implicit within the curatorial act. The yielded translations are conjugations of the closest verb in Arabic to 'CURATE', which corresponds to the inherent oversight within such activity.",
        "text_ar": "هو مفهوم يدل الى اصطفاء الأعمال (اصطفى الشيء : تناول صفوه، أي خالصه وخيره) ينطبق على حارِس (أو) قَيِّم (مُتحف أو مجموعة فنية). على الرغم بان سياق هذا المفهوم يضفي عن الرأس مالية الثقافية والجدية المرتبطة باشغال المؤسسات الفنية، قد اصبح متداول للتعبير عن اي نشاط لتنظيم المعلومات او ابدائها او عرضها.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي للتقييد بمفهوم المصطلح باللغة الانجليزية."
    },
    {
        "workshop": "",
        "term": "Curation",
        "primary_translation": "القيامة على"
    },
    {
        "workshop": "",
        "term": "Curator",
        "primary_translation": "قيّم على"
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Deconstruction",
        "primary_translation": "التفكيكية",
        "additional_translation": "تفكيك المعنى",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the concept of DECONSTRUCTION can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يدل الى نظرية نقدية تسعى إلى تفكيك بِنْية النصوص الأدبية او التشكيلاات المكانية او البصرية بغرض فهْمها (إلّا أن التعريف يبدو مبالغًا في تبسيط مفهوم التفكيكية).\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي، واقتُرحت فكرة توضيح المفهوم بتحديد التفكيكية كنظرية تعمل على تفكيك المعنى."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Diagram",
        "primary_translation": "تمثيل (بياني)",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the term Diagram could require an explicitation which illustrates its graphic, demonstrative, and informational nature. The yielded translation (lit. diagrammatic representation) conveys suitable equivalence in meaning.  ",
        "text_ar": "هو مصطلح يدل الى تمثيل (رسم او مخطط او صورة، الخ) بياني او توضيحي يهدف اشهار او تفسير فكرة ما. \r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الصياغة، والتي قد لا تكون متداولة ضمن الحوار المترجم للإعلام الرسمي لتشيكل تكافؤ مناسب للمصطلح باللغة الانجليزية."
    },
    {
        "workshop": "Cairo Workshop 1: December 2016",
        "term": "Discursive",
        "primary_translation": "خطابي",
        "additional_translation": "بلاغي",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term DISCURSIVE can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف ما هو شفوي، اي ما يعتمد على الكلام وفيه شئ من التوجيه.\r\n\r\nأقر المشاركون بورشة الترجمة الأولى (القاهرة: كانون الاول 2016) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Discursive Practices",
        "primary_translation": "ممارسات خطابيّة",
        "additional_translation": "ممارسات أدائيّة",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term DISCURSIVE PRACTICES can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف ممارسات خطابية او ادائية اي ممارسات تعتمد على الفعل.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Displacement",
        "primary_translation": "إزاحة",
        "additional_translation": "تهجيع",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term DISPLACEMENT can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مفهوم يدل الى إزاحة أو انْسِحاب الأفراد من مَوْقِع مُعيَّن, غالباً كُرْهًا عنهم.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Encroachment",
        "primary_translation": "التعدي",
        "additional_translation": "التغول",
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the concept of ENCROACHMENT requires a translation that conveys the act of extending one’s (spatial) right at the expense of anothers, whilst being explicit that this act is not inherently violent. The translation yielded substitutes the conceptual meaning of ENCROACHMENT with that of 'infringment' to ensure that this distinction is maintained and can be appropriately used in the context of the Arab city.",
        "text_ar": "هو مفهوم يدل الى (أفعال) مجتمعات محلية مهمشة تؤدي لتكوينات اجتماعية وثقافية وبيئية جديدة ونماذج سكنية بديلة أكثر شمولا.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي (الترجمات المتداولة توحي بالاعتداء وليس التعدي)، لعلها تشكل تكافؤ في المعنى مع مرادفها باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Ephemeral",
        "primary_translation": "زائل",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term EPHEMERAL can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف ما هو عَابِر او زَائِل او سَرِيعُ الزَّوَال.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Exurban",
        "primary_translation": "على تخوم الضواحي",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the term EXURBAN requires a narrowing or specification of meaning which accurately conveys that it does not refer to that which is rural nor to what is URBAN. The explicative translation yielded distinctly identifies the EXURBAN, as that which extends beyond the fringe of the SUBURBAN and is yet implicitly in relation to it.",
        "text_ar": "هو مصطلح يستخدم لوصف حلقة من مَراكزَ (مدنية او قروية) مُنْفَصلة خارج  نطاق الضواحي (وقد تكون متصلة بها من خلال وسائط النقل).\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Financialization",
        "primary_translation": "أمولة",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term FINANCIALIZATION can be translated literally (i.e. does not require explicitation). The yielded translation, which does convey equivalence in meaning, is a colloquial formulation which may not be suitable without additional description (or reference the term in the source text). ",
        "text_ar": "هو مفهوم يدل الى تغليب القيمة المالية على القيمة الإجتماعية.\r\n\r\nاقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على ابتداع هذا المصطلح، والذي هو غير متداول ضمن أي حوار مترجم للإعلام الرسمي لعله  يشكل تكافؤ في المعنى مع المصطلح باللغة الإنجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Flux (In Flux)",
        "primary_translation": "حالة تغير مستمر",
        "additional_translation": "الدَّفق",
        "technique_type": "Explicitation\r\nNarrowing (Specification): when the TT word selected is narrower (or more specific) in meaning than the ST word/ An SL unit of a more general meaning is replaced by a TL unit of a more special meaning. ",
        "text_en": "When investigated in Arabic, the term IN FLUX requires an explicitation which specifies that it is a 'state' of change/ and or flow.",
        "text_ar": "هو تعبير يستخدم لوصف حالة تغير او دفق مستمر.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Formalist/ Formalism",
        "primary_translation": "شكلاني",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the terms FORMALISM and the FORMALIST cannnot distinguish between an adherence to form/ system versus a preoccupation with form/ system. The translation yielded attempts to substitute, what is essentially a colloquial term into a descriptor which denotes a preoccupation with aesthetic, and can be applied to both the principles of FORMALISM and the FORMALIST agent themselves.",
        "text_ar": "هو مفهوم يدل الى الاهتمّام او التمسك بالشكليّات او الرسميّات، وقد ينطبق على فرد او نموذج فكري مُراعٍ لهذه النظرةـ\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على ابتداع هذه الترجمة، والتي هي غير متداولة ضمن اي حوار مترجم للإعلام الرسمي (لانها تنتسب الى العامية)، لعلها تشكل تكافؤ في المعنى مع مرادفها باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Foyer",
        "primary_translation": "تهجيع السكن ",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic and specifically within the context of Lebanon, the term FOYER has come to signify a subdivision of residential space, and a densification of residential units. The yielded translation directly relates to this process of subdivison (and not of the female dormitory which the term FOYER denotes in the French). ",
        "text_ar": "هو مصطلح يستخدم لوصف مساحات سكنية مكتظة، تنتج من خلال تقسيمات داخلية للشقق السكنية (من قبل ملاكها) تهدف تغليب مردوده المالي على صحة المستأجرين.\r\n\r\nاقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على ابتداع هذه الترجمة، والتي هي غير متداولة ضمن أي حوار مترجم للإعلام الرسمي لعلها تسلط الضوء على ظاهرة اجتماعية سلبية فد اصبحت شائعة في لبنان."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Gentrification",
        "primary_translation": "تعديل عمراني ينتج عنه سراوة (أو إحلال طبقي/اجتماعي)",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the term GENTRIFICATION requires an explicitation which can convey equivalence in meaning. The yielded translation, (lit: 'the aesthetic/ architectural modification which impacts (and is impacted by) a change in social structure/ demographic use), attempts to offer a model of such explicitation which can be used to denote the complete meaning inherent within the term GENTRIFICATION.\r\n\r\nDistinct variation from results yielded in October 2017 [Beirut Workshop]",
        "text_ar": "هو مفهوم يدل الى تعديل عمراني ينتج عنه سراوة (اي انتِقالُ سَراةِ القَوم إلى حيِّ قديم في المدينة مما يؤدي الى زيادة القيمة الايجارية وقد يستدعي السكان الاصلين للرحيل عنه). \r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تشكل تكافؤ مباشر في المعنى الشامل للمفهوم والذي لديه وجهين متميزين (الوجه الذي يوضف عن التغيير العمراني او الجمالي، والاخر الذي يعبرعن مدى التأثير الاجتماعي لهذه الظاهرة)."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Gentrification",
        "primary_translation": "رأسملة تهجيجية",
        "additional_translation": "استمكان تهجيجي",
        "technique_type": "Explicitation\r\nNarrowing (Specification): when the TT word selected is narrower (or more specific) in meaning than the ST word/ An SL unit of a more general meaning is replaced by a TL unit of a more special meaning. ",
        "text_en": "When investigated in Arabic, the term GENTRIFICATION requires an explicitation which can convey equivalence in meaning. The translation yielded, which differs from the translation [Amman Workshop], specifies the implicit capitalist model that informs the conditions of GENTRIFICATION. These variations would require additional description (to substantiate their application) in the target text.\r\n\r\nDistinct variation from results yielded in July 2017 [Amman Workshop]",
        "text_ar": "هو مفهوم يدل الى تعديل عمراني ينتج عنه سراوة (اي انتِقالُ سَراةِ القَوم إلى حيِّ قديم في المدينة مما يؤدي الى زيادة القيمة الايجارية وقد يستدعي السكان الاصلين للرحيل عنه). \r\n\r\nاقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على ابتداع هذه الترجمات، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها توحي بدور الرأسمالية ضمن التأثير الاجتماعي لهذه الظاهرة."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Gerrymandering",
        "primary_translation": "الاستنسابية ",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the concept of GERRYMANDERING requires a substitution which can directly denote its implicit meaning. The yielded translation does so, without reference to the etymology of the source text, which refers to former governor of Massachusetts Elbridge Gerry.",
        "text_ar": "هو مفهوم يدل الى التحيز في تقسيم المناطق الانتخابية، او تزييف الانتخابات عن طريق تقسيم الدوائر الانتخابية، بقصد الحصول على أغلبية الأصوات.\r\n\r\nأقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي قد تكون متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Graphic Design",
        "primary_translation": "التصميم المرئي الطباعي",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the discipline of GRAPHIC DESIGN requires an amplification which can convey equivalence in meaning. The yielded translation, encompasses a terms that relate to print design, and which denotes a design discipline that is inherently visual.",
        "text_ar": "هو نهج إبداعي فني هدفه إيصال رسالة معينة (أو مجموعة رسائل) للجمهور المستهدف، وغالباً يكون منتجه تصميم او تشكيل بصري و طباعي.\r\n \r\nاقروا مشاركين ورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي قد تكون  متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تشكل تكافؤ مباشر في المعنى للنهج."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Grassroots",
        "primary_translation": "قاعدية",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the term GRASSROOTS requires an explicitation which denotes an initiative or movement that comes from below, or from the people, rather than being top-down or organized by official or governmental bodies. ",
        "text_ar": "هو مصطلح يستخدم لوصف مبادرات او حركات اجتماعية جذرية او من الشعب.\r\n\r\nأقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Cairo Workshop 1: December 2016",
        "term": "Hegemonic",
        "primary_translation": "مهيمنة",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "The etymology of the term HEGEMONIC is from the Arabic. The original term can be substituted in the target text.",
        "text_ar": "هو مصطلح يستخدم لوصف هيمنة شئ ما.\r\n\r\nأقر المشاركون بورشة الترجمة الأولى (القاهرة: كانون الاول 2016) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Cairo Workshop 1: December 2016",
        "term": "Heterotopia",
        "primary_translation": "مساحة إغتراب",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)"
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Index",
        "primary_translation": "مؤشر ",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term INDEX can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح دال على مدلول او معنى الشيء او المفهوم، ينتسب الى النظرية السيميوطيقية او السيميائية.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "primary_translation": "حي شعبي خارج التنظيم",
        "additional_translation": "عشوائيات",
        "text_en": "When investigated in Arabic, the term INFORMAL SETTLEMENT requires a sensitivity to the connotations associated with its application in the target text. The yielded translation relies on an explicative paraphrasing, which conveys a locale that is predominantly inhabited by a low income demographic and which exists beyond planned space.",
        "text_ar": "هو تعبير يستخدم لوصف حي شعبي ضمن حيز المُدُن الكبيرة وأحيانًا في أطرافها، يتميّز بانحِطاط المُستوى من الناحِيَتَين الطبيعية والاجتِماعية.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تمييز بان هذه الاحياء التي تبلورت خارج نطاق التنظيم، قد لا تكون غير منظمة/ اي لها نظام داخلي يحكم بها."
    },
    {
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "primary_translation": "غير رسمية / اي خارج التنظيم",
        "additional_translation": "عشوائية",
        "text_en": "When investigated in Arabic, the concept of INFORMALITY requires a sensitivity to the connotations associated with its application in the target text. The yielded translations rely on a specification or narrowing of meaning, which convey a condition which exists beyond planning (and which could be unofficial) but is not necessarily unplanned (or without its own logic).",
        "text_ar": "هو تعبيرعام يدل على حالة أو منطقة مخالَفةُ للأُصول الرسمية أو التنظيمية.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تمييز بان هذه الظاهرة خارجة عن نطاق التنظيم، وقد لا تكون غير منظمة/ اي لها نظام داخلي يحكم بها."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "primary_translation": "اللارسمية / خارج التنظيم ",
        "additional_translation": "عشوائي",
        "text_en": "When investigated in Arabic, the concept of INFORMALITY requires a sensitivity to the connotations associated with its application in the target text. The yielded translations rely on a specification or narrowing of meaning, which convey a condition which exists beyond planning (and which could be unofficial) but is not necessarily unplanned (or without its own logic).",
        "text_ar": "هو تعبيرعام يدل على حالة أو منطقة مخالَفةُ للأُصول الرسمية أو التنظيمية.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تمييز بان هذه الظاهرة خارجة عن نطاق التنظيم، وقد لا تكون غير منظمة/ اي لها نظام داخلي يحكم بها."
    },
    {
        "term": "Liminal (space)",
        "primary_translation": "برزخ"
    },
    {
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "primary_translation": "المسح التمثيلي",
        "additional_translation": null,
        "text_en": "When investigated in Arabic, the conceptual act (and products) of MAPPING require an amplified translation that distinguish between the cartographic act of Map-making, and the quantitative or qualtitative survey implict within the MAPPING process. The clause yielded during the Amman workshop, which utlilizes the Arabic term for 'survey' and a descriptor which denotes 'representation,' retains the conceptual depth of MAPPING as a process as well as a form of data organization and representation.\r\n\r\nDistinct variation from results yielded in October 2017 [Beirut Workshop]",
        "text_ar": "هو مفهوم ينتسب الى عمليات تخريط تتمركز حول تحويلُ بياناتٍ بصيغةٍ مُعَيَّنَةٍ إلى بياناتٍ بصيغَةٍ أُخرى، وقد اصبح يستخدم بعدة مجالات العلم والتكنولوجيا. \r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تشكل تكافؤ في المعنى للمفهوم والذي لديه وجهين متميزين (عمليات التخريط والتمثيل للمعلومات او البيانات، وعملبة المسح، اي استخلاص المعلومات او البيانات). "
    },
    {
        "term": "Masterplan",
        "primary_translation": "1. مخطط شمولي/ شامل/ عام\r\n2. خطة شمولية/ شاملة/ عامة",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nNarrowing (Specification): when the TT word selected is narrower (or more specific) in meaning than the ST word/ An SL unit of a more general meaning is replaced by a TL unit of a more special meaning. ",
        "text_en": "When investigated in Arabic, the term MASTER PLAN requires a specification or narrowing of meaning which allows for multiple applications in the target text; the map (or drawing) of a site (or city), as well as the more comprehensive report (or vision) which both encompasses the medium and extends beyond it. The translations yielded reflect the oversight implicit in the term MASTERPLAN, as both a medium of planning (the drawing or map) and as a comprehensive planning of action.",
        "text_ar": "هو مصطلح يدل الى خطّة مكمّلة (او مخطط مكمل) للسيطرة على (او تنظيم) جميع ما يجري في وَضْع ومكان.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي للتقييد بمفهوم المصطلح باللغة الانجليزية."
    },
    {
        "term": "Metropolitan ",
        "primary_translation": "تجمع حضري",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nNarrowing (Specification): when the TT word selected is narrower (or more specific) in meaning than the ST word/ An SL unit of a more general meaning is replaced by a TL unit of a more special meaning. ",
        "text_en": "When investigated in Arabic, the METROPOLITAN could necessitate explicitation which amplifies the contextual meaning of the term by encompassing the URBAN (as being the indicator of the Metropolis in the Middle East). The clause yielded denotes an URBAN congregation, with all that is implicit within the METROPOLITAN with respect to jurisdiction, citizenship, culture, etc...",
        "text_ar": "هو تعبيرعام يدل الى مكانٌ إقليميّ مُتعلِّق بمركز أو مراكز عاصمة او مدينة كبيرة، ينتسبون لبعضهم البعض ضمن نطاق حضري ثقافي ومن خلال الخدمات ووسائط النقل.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تمييز بين مفهوم المدينة  (المتصلة) الكبيرة بالعالم العربي والمدن الغربية."
    },
    {
        "term": "Mobility",
        "primary_translation": "تنقّليّة",
        "additional_translation": "قابلية التنقل",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the concept of MOBILITY does not implicitly possess the distinguishing descriptor which contextualizes it meaning (either in its relationship to physical movement (transport) or social equity). The translation yielded is literal (i.e. does not require explicitation) but should be used in Arabic with a contextual descriptor derived from the Source text.",
        "text_ar": "هو مفهوم يدل الى القابليَّة للحَرَكَة أو التَّحرُّك وقد يستخدم لوصف قابِليَّة التَّنقُّل مِن وَظيفة أو طَبَقَة اجْتِماعيَّة إلى أُخرى.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "primary_translation": "منظوم وحدات معمارية",
        "additional_translation": "معمار قالبي",
        "text_en": "When investigated in Arabic, MODULAR ARCHITECTURE requires an amplification which expresses the systemic ordering or arrangement of architectural units. Both translations convey equivalence in meaning, but could require a syntactic reordering in the target text.",
        "text_ar": "هو نهج بِنَاء (او أُسْلوب تَصْميم) تَركيبيّ ووَحْدي.\r\n \r\nاقروا مشاركين ورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمات، والتي قد لا تكون متداولة ضمن الحوار المترجم للإعلام الرسمي للتقييد بمفهوم المصطلح باللغة الانجليزية."
    },
    {
        "workshop": "Cairo Workshop 1: December 2016",
        "term": "Not In My Back Yard (NIMBY)",
        "primary_translation": "بعيد عني",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the phrase Not In My Back Yard (NIMBY) requires an explicitation which conveys an equivalence in meaning. The yielded translation (lit. far away from here/ far away from me) substitutes the reference to the 'backyard' (which may not have a couterpart in the Arabic) with an indication of the proximity implicit within it.",
        "text_ar": "هو مصطلح يستخدم لوصف ما يقع خارج حدود ما يعتبره الشخص خاصته.\r\n\r\nأقر المشاركون بورشة الترجمة الأولى (القاهرة: كانون الاول 2016) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لأنها توصف مدلول المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Paradigm",
        "primary_translation": "نموذج فكري / فلسفي",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, PARADIGM requires a narrowing or specification of meaning which conveys the set of intellectual (or philosophical) relationships inherent within the term. The translation yielded expresses PARADIGM as an intellectural/ philosophical world view underlying the theories and methodologies of a particular subject.",
        "text_ar": "هو مصطلح يدل الى نموذج فكري او فلسفي يتشكل من الافتراضات الكامنة وغير المُعلنة التي تسود مبادئ البحث العلمي، والتي توجِّه الأسئلة وتُقدِّم الأجوبة ضمن منطق محدَّد.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانه مفهوم النموذج  فكري وقد لا يكون ارشادي."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "primary_translation": "التنظير التجريبي ",
        "additional_translation": "العملانية",
        "text_en": "When investigated in Arabic, PRAXIS requires an amplification which emphasizes that a philosophy is transformed into practical activity. The yielded translation utilizes the verb 'to hypothesize' with a signfier which denotes that it occurs through 'trial' or 'practical experimentation.' ",
        "text_ar": "هو مصطلح يدل الى تطوير النظرية من خلال الفعل او إدراك عملي للنظرية.\r\n \r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تشكل تكافؤ في المعنى للمصطلح. "
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Precarity",
        "primary_translation": "متقلقل",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term PRECARITY can be translated literally (i.e. does not require explicitation). The translation yielded draws upon a colloquial term which signfies anxiety as a condition of instability. ",
        "text_ar": "هو مصطلح يدل على حالة تزعزع وعدم الاستقرار.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي بذا الصياغ، لانها تشكل تكافؤ في المعنى للمصطلح. "
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Precept",
        "primary_translation": "قاعدة موجِهة",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the term PRECEPT would require an amplification which conveys it as a general rule or principal that also contains an inherent directive or intention to regulate behaviour or thought. ",
        "text_ar": "هو مصطلح يدل الى أمر او تَوجيه، وقد يكون\r\nمَبْدأ او قاعِدة أَخلاقيّة.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي قد تكون متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "term": "Public Space",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term PUBLIC SPACE can be translated literally (i.e. does not require explicitation). The yielded translation, however, is but one of a number of distinct variations which are employed across the Arabic-speaking world.",
        "text_ar": "هو مصطلح يدل الى المساحات العامة ضمن نطاق المدينة، والتي غالباً مصنفة كمساحات للاستخدام العام من قبل السلطات.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي مع عدة ترجمات اخرى بما فيهم، الحيز العام، الفراغ العام، الخ...  "
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Public Space",
        "primary_translation": "مساحة عامة",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term PUBLIC SPACE can be translated literally (i.e. does not require explicitation). The yielded translation, however, is but one of a number of distinct variations which are employed across the Arabic-speaking world.",
        "text_ar": "هو مصطلح يدل الى المساحات العامة ضمن نطاق المدينة، والتي غالباً مصنفة كمساحات للاستخدام العام من قبل السلطات.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي مع عدة ترجمات اخرى بما فيهم، الحيز العام، الفراغ العام، الخ...  "
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Reappropriation (laying claim)",
        "primary_translation": "استحياذ",
        "additional_translation": "الاستمكان ",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term REAPPROPRIATION can be translated literally (i.e. does not require explicitation). ",
        "text_ar": "هو مفهوم يدل الى استحياذ السيطرة المكانية في موقعٍ ما، وقد ينطبق على نزع فردية او شعبية.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي للتقييد بمفهوم المصطلح باللغة الانجليزية."
    },
    {
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "primary_translation": "استرداد (الحق في) المدينة",
        "additional_translation": null,
        "text_en": "When investigated in Arabic, the concept of RECLAIMING (THE CITY) requires an amplification which denotes the 'right' held in the act of reclamation. Whist that 'right to the city' is not necessarily implicit within the term in the source language, this explicitation was deemed necessary to convey the social context and hence equivalence in meaning.",
        "text_ar": "هو مفهوم يدل الى استرداد الحق او السيطرة المكانية في المدينة، وقد ينطبق على نزع فردية او شعبية.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي للتقييد بمفهوم المصطلح باللغة الانجليزية."
    },
    {
        "term": "Resilience",
        "primary_translation": "صمود",
        "additional_translation": "إستمرارية",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term RESILIENCE can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف القدرة على الصمود والإستمرارية بشكلٍ مرنٍ أمام التحديات والأخطار.\r\n\r\nأقر المشاركون بورشة الترجمة الأولى (القاهرة: كانون الاول 2016) على استخدام هذه الترجمات، والتي هي  قد تكون متداولة ضمن الحوار المترجم للإعلام الرسمي، لأنها تشكل تكافؤ كاف لما يتضمنه المصطلح باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Scale",
        "primary_translation": "صلاحية المقياس",
        "additional_translation": "موضوعية المقياس",
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the concept of SCALE would require an amplification which illustrates its objectivity and referential nature (that which distinguishes SCALE from measure.)",
        "text_ar": "هو مصطلح يستخدم لوصف صلاحية او موضوعية  المقياس، وينتسب غالباً الى مقاييس جسم الانسان.\r\n\r\nأقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمات، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي، لأنها تشكل تكافؤ كاف لما يتضمنه المصطلح باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Securitization",
        "primary_translation": "التربيع الأمني",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the concept of SECURITIZATION would require a substitution in the target language which could convey equivalence. The translation yielded, which could be regarded as specific to the context of Lebanon, infers the the creation of exclusion zones by drawing upon the practice of delineating security perimeters (lit. delinating a secure quadrant or zone).",
        "text_ar": "هو مصطلح يستخدم لوصف اجرائات وانشائات امنية تهدف لخلق مناطق استبعاد داخل المدينة.\r\n\r\nأقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على ابتكار هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي، لأنها تشكل تكافؤ كاف لما يتضمنه المصطلح باللغة الانجليزية. \r\n(انتشرت المربعات الأمنية في لبنان وبيروت خاصة من بعد عام ٢٠٠٥ لحماية مسؤولين سياسيين داخل الأحياء السكنية.) "
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Segregation",
        "primary_translation": "تفرقة",
        "additional_translation": "فرز ",
        "technique_type": "Explicitation\r\nSubstitution: when a ST word does not exist in TT, it is substituted with another in TT having similar meaning. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the term SEGREGATION requires a substitution to convey the inherent act of seperation or classification within it. Contextual descriptors must be employed with this translation in the target text to denote the nature of SEGREGATION and its implication.",
        "text_ar": "هو مصطلح يدل الى السياسة، وقد تكون رسمية او غير رسمية، التي تهدف إلى إستبعاد فئات الشعب من البعض.\r\n\r\nأقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لأنها تشكل تكافؤ كاف لما يتضمنه المصطلح باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Shared Space",
        "primary_translation": "مساحات مشاركة",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term SHARED SPACE can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يستخدم لوصف مساحات مشاركة.\r\n\r\nأقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لأنها تشكل تكافؤ كاف لما يتضمنه المصطلح باللغة الانجليزية.\r\n\r\n"
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Sign",
        "primary_translation": "علامة",
        "additional_translation": "إشارة",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term SIGN can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح دال على علامة او إشارة (حيث معنى العلامة او الإشارة غير متضمن بها)، ينتسب الى النظرية السيميوطيقية او السيميائية.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Situationist City",
        "primary_translation": "المدينة الموقفية",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the SITUATIONIST CITY can be translated literally (i.e. does not require explicitation). The yielded translation (lit. Situational City) could require a descriptor to define the historical reference of the Situationist International or the SITUATIONIST CITY depending on its application within the text.",
        "text_ar": "هو مفهوم يدل الى التفاعل المباشر مع المدينة، حيث طبيعة المدينة نفسها تفرض كيفية التفاعل معها او الحركة بها.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة الحرفية، والتي قد تكون متداولة ضمن الحوار المترجم للإعلام الرسمي لعلها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Spatial",
        "primary_translation": "مكاني ",
        "additional_translation": "فضائي",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the terms SPACE and SPATIAL do not allow for distinction between SPACE and 'place'. The yielded translations are literal (i.e. do not require further explicitation) though they continue to be contested regionally in the Arabic speaking world, and can therefore both be used interchangebly to suit the target text.",
        "text_ar": "يدل المصطلح الى مواقع أشياء و أشخاص في الفضاء والعلاقات المكانية بينهم. \r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، مع انها لا تدل الى الاختلاف بين مفاهيم الفضاء والمكان، لانها اقرب مصطلحات للكلمة باللغة الانجليزية.  "
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Spatial Practice",
        "primary_translation": "ممارسة مكانية ",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term SPATIAL PRACTICE can be translated literally (i.e. does not require explicitation). The yielded translation does rely on one variation of the term SPACE which continues to be contested regionally in the Arabic speaking world.",
        "text_ar": "هو مصطلح يستخدم لوصف ممارسات، غالباً تصاميم او دراسات التي تأثر على الفضاءات والقوات التي تنتج الفضاء، وتهدف الى إعادة تكوين الفضاء. \r\n\r\nأقر المشاركون بورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لأنها تشكل تكافؤ كاف لما يتضمنه المصطلح باللغة الانجليزية.\r\n\r\n"
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Sublime",
        "primary_translation": "مهيب",
        "additional_translation": "آخّاذ",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the SUBLIME requires a narrowing which conveys one or two aspects of the concept as it is understood in English. The primary translation reflects the fact that the SUBLIME is considered to be beyond the beautiful or awe-inspiring; it also can inspire a form of fear or existential terror. The additional translation reflects the breathtaking or awe-inspiring nature of the SUBLIME. ",
        "text_ar": "هو مصطلح يستخدم لوصف شيءٌ  او مشهد مهيب، اي فائقُ الجَلال.\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لأنها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Suburbia",
        "primary_translation": "نمط حياة الضواحي",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nAmplification: when the TT uses more signifiers to cover syntactic or lexical gaps/ the complex meaning of an SL word is distributed over several words in the TL. \r\nMolina & Albir (2002:500)",
        "text_en": "When investigated in Arabic, the concept of SUBURBIA requires an explicitation which conveys both the Suburban locale and encompasses its social (and ideological) dimension (lit. the lifestyle of the Suburban).",
        "text_ar": "هو مصطلح يستخدم لوصف الضَّواحي بوجهٍ عامّ.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمات، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي للتقييد بمفهوم المصطلح باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Symbol",
        "primary_translation": "رمز ",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term SYMBOL can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح دال على رمز، والذي قد يكون أكثر تجريدًا (من العلامة او الاشارة) ولكنه خاضع الى ويمثل السلطة أو المركزية التي أنتجته (ينتسب الى النظرية السيميوطيقية او السيميائية).\r\n\r\nأقر المشاركون بورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي لانها تشكل تكافؤ في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 2: October 2017",
        "term": "Tactical Urbanism",
        "primary_translation": "تدابير حضرية محلية",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the concept of TACTICAL URBANISM requires an explicitation which conveys the scale and scope of its interventions localized within the urban fabric. The yielded translation (lit. local urban interventions) only differs from that yielded within the [Beirut Workshop] with the translation of the term URBAN.\r\n\r\nDistinct variation from results yielded in October 2017 [Beirut Workshop]",
        "text_ar": "هو مفهوم يدل الى أفعال و تدابير محلية هدفها تحفيز تغييرات اجتماعية وثقافية وبيئية على المدى الطويل.\r\n\r\nاقروا مشاركين ورشة الترجمة الثالثة (عمان: تشرين الأول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي، لعلها تشكل تكافؤ في المعنى مع مرادفها باللغة الانجليزية."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Tactical Urbanism",
        "primary_translation": "تدابير عمرانية محلية",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the concept of TACTICAL URBANISM requires an explicitation which conveys the scale and scope of its interventions localized within the urban fabric. The yielded translation (lit. local urban interventions) only differs from that yielded within the [Amman Workshop] with the translation of the term URBAN.\r\n\r\nDistinct variation from results yielded in October 2017 [Amman Workshop]",
        "text_ar": "هو مفهوم يدل الى أفعال و تدابير محلية هدفها تحفيز تغييرات اجتماعية وثقافية وبيئية على المدى الطويل.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي غير متداولة ضمن الحوار المترجم للإعلام الرسمي، لعلها تشكل تكافؤ في المعنى مع مرادفها باللغة الانجليزية."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Territory/ Territoriality",
        "primary_translation": "نطاق السيادة /ترسيم نطاق السيادة",
        "additional_translation": null,
        "technique_type": "Explicitation\r\nExplicative Paraphrase: a lexical change that makes the TT longer than the ST but does not change the meaning/ the addition of an explanatory rephrasing of one SL Term into several worlds in the TL. \r\nKlaudy and Karoly's (2003)  ",
        "text_en": "When investigated in Arabic, the concept of TERRITORIALITY could require an explicitation which addresses the demarcation or delineation of TERRITORY as well as the sovereignty and AGENCY implicit within it. The translation, which distinctly differs from that yielded in the [Beirut workshop] is an explicative paraphrasing (lit: an act or assertion of spatial sovereignty).  \r\n\r\nDistinct variation from results yielded in October 2017 [Beirut Workshop]",
        "text_ar": "هو مفهوم ينتسب الى علم السلوك الحيوان، وينطبق على ترسيم نطاق السيادة ضمن منطقة او مكان. ويستخدم المفهوم في النظرية العمرانية للتعبير عن الفاعلية او الفاعلاتية التي تقوم بترسيم نطاق السيادة من خلال الفعل (اي التصميم والسيطرة) المكانية.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على ابتداع هذه الترجمة، والتي هي غير متداولة ضمن اي حوار مترجم للإعلام الرسمي،  لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية ."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Territory/ Territoriality",
        "primary_translation": "نطاقية",
        "additional_translation": "منطقتية",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term TERRITORIALITY could require a substitution which conveys an equivalence of meaning with respect to the demarcation or delineation of TERRITORY . The yielded translation, which distinctly differs from the explicative paraphrase yielded in the [Amman workshop] attempts to create a lexical equivalence (lit: the quality of being a physical territory).\r\n  \r\nDistinct variation from results yielded in July 2017 [Amman Workshop] ",
        "text_ar": "هو مفهوم ينتسب الى علم السلوك الحيوان، وينطبق على ترسيم نطاق السيادة ضمن منطقة او مكان. ويستخدم المفهوم في النظرية العمرانية للتعبير عن الفاعلية او الفاعلاتية التي تقوم بترسيم نطاق السيادة من خلال الفعل (اي التصميم والسيطرة) المكانية.\r\n\r\nاقروا مشاركين ورشة الترجمة الترجمة الرابعة (بيروت: تشرين الاول 2017) على ابتداع هذه الترجمة، والتي هي غير متداولة ضمن اي حوار مترجم للإعلام الرسمي،  لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية ."
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Transit-oriented development",
        "primary_translation": "التطوير(الحضري) الموجه نحو استخدام وسائط النقل العام",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term TRANSIT ORIENTED DEVELOPMENT can be translated literally (i.e. does not require explicitation).",
        "text_ar": "هو مصطلح يدل الى تطوير او تنمية مركز متعدد الاستخدامات (سكني، تجاري، خدمي، ترفيهي...) حول محور نقل عام جماعي.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ مباشر في المعنى باللغة الانجليزية."
    },
    {
        "workshop": "Cairo Workshop 1: December 2016",
        "term": "Urban",
        "primary_translation": "عمراني",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term URBAN can be conveyed either with a clear expression of the CIVIL SOCIETY implicit with its built environment, or  toward the the built environment of the URBAN condition itself. The yielded translation from the Cairo workshop is literal (i.e. does not require further explicitation) though it highlights the architectural aspect of the city or urban area. The term continues to be contested regionally or accorting to discipline in the Arabic speaking world, and can therefore be used interchangebly with other translations to suit the target text.\r\n\r\nDistinct variation from results yielded in July 2017 [Amman Workshop] and October 2017 [Beirut Workshop]",
        "text_ar": "هو مصطلح مَنْسُوبٌ إلَى الحَضَرِ (وللمناطق الحضرية)  كتركز جغرافي لعدد كبير من الأنشطة الاقتصادية التي يشارك في خدمتها عدد من المرافق المختلفة كالنقل وتوفر العمالة الماهرة والمؤسسات الماليّة وقرب الأسواق من نقاط إنتاجها.\r\n\r\nاقروا مشاركين ورشة الترجمة الأولى (القاهرة: كانون الاول 2016) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي مع عدة ترجمات اخرى بما فيهم، حضري، عمراني، الخ...  "
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Urban",
        "primary_translation": "حضري",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term URBAN can be conveyed either with a clear expression of the CIVIL SOCIETY implicit with its built environment, or  toward the the built environment of the URBAN condition itself. The yielded translation from the Amman workshop is literal (i.e. does not require further explicitation) though it highlights the cultural or civilizational aspect of the city or urban area. The term continues to be contested regionally or accorting to discipline in the Arabic speaking world, and can therefore be used interchangebly with other translations to suit the target text.\r\n\r\nDistinct variation from results yielded in December 2016 [Cairo Workshop] and October 2017 [Beirut Workshop] ",
        "text_ar": "هو مصطلح مَنْسُوبٌ إلَى الحَضَرِ (وللمناطق الحضرية)  كتركز جغرافي لعدد كبير من الأنشطة الاقتصادية التي يشارك في خدمتها عدد من المرافق المختلفة كالنقل وتوفر العمالة الماهرة والمؤسسات الماليّة وقرب الأسواق من نقاط إنتاجها.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي مع عدة ترجمات اخرى بما فيهم، مديني، عمراني، الخ...  "
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Urban",
        "primary_translation": "مديني",
        "additional_translation": null,
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, the term URBAN can be conveyed either with a clear expression of the CIVIL SOCIETY implicit with its built environment, or  toward the the built environment of the URBAN condition itself. The yielded translation from the Beirut workshop is literal (i.e. does not require further explicitation) though it highlights the city itself as the location or manifestation of the urban. The term continues to be contested regionally or accorting to discipline in the Arabic speaking world, and can therefore be used interchangebly with other translations to suit the target text.\r\n\r\nDistinct variation from results yielded in December 2016 [Cairo Workshop] and July 2017 [Amman Workshop]",
        "text_ar": "هو مصطلح مَنْسُوبٌ إلَى الحَضَرِ (وللمناطق الحضرية)  كتركز جغرافي لعدد كبير من الأنشطة الاقتصادية التي يشارك في خدمتها عدد من المرافق المختلفة كالنقل وتوفر العمالة الماهرة والمؤسسات الماليّة وقرب الأسواق من نقاط إنتاجها.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي مع عدة ترجمات اخرى بما فيهم، حضري، عمراني، الخ...  "
    },
    {
        "workshop": "Amman Workshop 1: July 2017",
        "term": "Urban Sprawl",
        "primary_translation": "الزحف الحضري",
        "additional_translation": "التمدد الحضري",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, URBAN SPRAWL requires additional lexical desciption to be used in addition to the translated term. The translation yielded attempts to convey a direct, yet neutral term; one which denotes URBAN SPRAWL as the spread of the built environment, but not necessarily its densification. The yielded translation does rely on one variation of the term URBAN which differs from that yielded in December 2016 [Cairo Workshop] and October 2017 [Beirut Workshop].\r\n \r\nDistinct variation from results yielded in October 2017 [Beirut Workshop]",
        "text_ar": "هو مصطلح يدل الى تمدد او اتِّساع المدينة.\r\n\r\nاقروا مشاركين ورشة الترجمة الثانية (عمان: تموز 2017) على استخدام هذه الترجمة، والتي هي متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها توصف اتساع بيئة المدينة المبنية دون ان توحي باي سلبيات (اي انها خارجة عن نطاق التنظيم او الضبط)."
    },
    {
        "workshop": "Beirut Workshop 1: October 2017",
        "term": "Urban Sprawl",
        "primary_translation": "إنفلاش عمراني",
        "additional_translation": "انشطار عمراني",
        "technique_type": "Equivalence",
        "text_en": "When investigated in Arabic, URBAN SPRAWL requires additional lexical desciption to be used in addition to the translated term. The translation yielded attempts to convey a direct, yet neutral term; one which denotes URBAN SPRAWL as the spread of the built environment, but not necessarily its densification. The yielded translation does rely on one variation of the term URBAN which differs from that yielded in July 2017 [Amman Workshop].\r\n \r\nDistinct variation from results yielded in July 2017 [Amman Workshop]",
        "text_ar": "هو مصطلح يدل الى تمدد او اتِّساع المدينة.\r\n\r\nاقروا مشاركين ورشة الترجمة الرابعة (بيروت: تشرين الاول 2017)  على استخدام هذه الترجمة، والتي قد لا تكون متداولة ضمن الحوار المترجم للإعلام الرسمي، لانها تشكل تكافؤ للمعنى باللغة الانجليزية."
    }
]
